
{
  "films": [
    {
      "id": 1,
      "title": "Зелёная книга 2018",
      "description": "Нью-Йорк, 1962 год. Именитый пианист, афроамериканец Дон Ширли уезжает в тур на юг, где ещё сильны расовые предрассудки, а маршрут ограничен правилами так называемой «Зелёной книги». Шофёром он нанимает человека не своего круга — вышибалу Тони. Это турне изменит их навсегда. Фильм «Зеленая книга» можно смотреть онлайн на START.",
      "img": "https://a.d-cd.net/H8AAAgC0AuA-1920.jpg",
      "rating": 5
    },
    {
      "id": 2,
      "title": "Не одна дома",
      "description": "Ученица 5 класса Маша Хаметова остаётся дома одна, потому что родители уезжают в срочную командировку. Присмотреть за Машей вызвали няню, которую нашли через модный онлайн-сервис. Однако кто мог предположить, что у няня вынашивает коварный план? Теперь у Маши есть одна ночь, чтобы с помощью нейросетей и современных гаджетов вывести преступницу на чистую воду, показав ей, кто в умном доме хозяин.",
      "img": "https://fsbmedia.ru/wp-content/uploads/2024/07/neodnad.png",
      "rating": 5
    },
    {
      "id": 3,
      "title": "1+1",
      "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений. ",
      "img": "https://pikuco.ru/upload/test_stable/c20/c20ee609e2ab7651315c68c9e975601b.webp",
      "rating": 5
    },
    {
      "id": 4,
      "title": "Остров проклятых",
      "description": "Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.",
      "img": "https://avatars.dzeninfra.ru/get-zen_doc/1841592/pub_64fad5a833f7f46f6ed87075_64fad91b14f4f01ff5a29300/scale_1200",
      "rating": 5
    },
    {
      "id": 5,
      "title": "Поезд в Пусан",
      "description": "У маленькой Су-ан день рождения. Девочка живет с отцом в Сеуле и очень хочет отправиться к маме в Пусан. По дороге случается непредвиденное, и на страну обрушивается загадочный вирус. Пассажирам поезда в Пусан — единственного города, отразившего атаки вируса — придется бороться за выживание. 442 километра в пути. Добро пожаловать на борт и помните — в этой гонке недостаточно выжить, чтобы остаться человеком.",
      "img": "https://pic.uma.media/pic/cardimage/31/e2/31e24a6327f4affa5fbd1e2e43b78272.jpg",
      "rating": 5
    },
    {
      "id": 6,
      "title": "Драйв",
      "description": "Великолепный водитель – при свете дня он выполняет каскадерские трюки на съёмочных площадках Голливуда, а по ночам ведет рискованную игру. Но один опасный контракт – и за его жизнь назначена награда. Теперь, чтобы остаться в живых и спасти свою очаровательную соседку, он должен делать то, что умеет лучше всего – виртуозно уходить от погони.",
      "img": "https://avatars.dzeninfra.ru/get-zen_doc/95163/pub_64d9f53aae41ff4d812f3f86_64d9f86fd5a4066e1ac95767/scale_1200",
      "rating": 5
    },
    {
      "id": 7,
      "title": "Волк с Уолл-стрит",
      "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями.",
      "img": "https://avatars.dzeninfra.ru/get-zen_doc/4120518/pub_636521a54bc7e8299167d6ee_6365224766323f02a601ff77/scale_1200",
      "rating": 5
    },
    {
      "id": 8,
      "title": "Чрезвычайная ситуация",
      "description": "Пассажирский рейс вылетает из Инчхона в Гонолулу. Пока сеульский полицейский, следуя профессиональной интуиции, расследует личность неизвестного, опубликовавшего в интернете видео с угрозой устроить теракт в самолёте, преступник проникает на борт и распыляет там неизвестную субстанцию. Пассажиры и персонал начинают демонстрировать признаки заражения неизвестной болезнью, становится ясно, что судно подверглось биотеррористический атаке. Оперативный штаб пытается добиться посадки самолета, но сделать это оказывается не так просто.",
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4486454/80c922d8-813a-4bfd-878d-2361e199d53c/x1000",
      "rating": 5
    },
    {
      "id": 9,
      "title": "Веном: Последний танец",
      "description": "Будущий американский супергеройский фильм по мотивам комиксов Marvel Comics об одноимённом антигерое; продолжение картины «Веном 2», заключительная часть трилогии «Веном» и пятый кинокомикс в медиафраншизе «Вселенная Человека-паука от Sony». Производится компанией Columbia Pictures в сотрудничестве с Marvel и будет выпущен в прокат дистрибьютором Sony Pictures Releasing. Режиссёром и продюсером фильма выступила Келли Марсел, она же написала сценарий на основе сюжета, созданного ею совместно с Томом Харди - исполнителем роли Эдди Брока / Венома. В фильме также сыграли Чиветел Эджиофор, Джуно Темпл, Рис Иванс, Пегги Лу, Аланна Юбак и Стивен Грэм",
      "img": "https://sun9-78.userapi.com/s/v1/ig2/8nZbBHbfYgLLtn5w00G5no3ErOKvF4Z7Cp0Re-yVPeG-J4FBM88pMbh6w3OV9ibOTNW3IYrIEfrfZhdiaGK6lXHe.jpg?quality=96&as=32x48,48x72,72x108,108x162,160x240,240x360,360x540,480x720,540x810&from=bu&u=fUAIegsQuZt6ReayStmntXqppjfmqIZnwEN-hwloUis&cs=403x604",
      "rating": 5
    },
    {
      "id": 10,
      "title": "Переводчик",
      "description": "Афганистан, март 2018 года. Во время спецоперации по поиску оружия талибов отряд сержанта армии США Джона Кинли попадает в засаду. В живых остаются только сам Джон, получивший ранение, и местный переводчик Ахмед, который сотрудничает с американцами. Очнувшись на родине, Кинли не помнит, как ему удалось выжить, но понимает, что именно Ахмед спас ему жизнь, протащив на себе через опасную территорию. Теперь чувство вины не даёт Джону покоя, и он решает вернуться за Ахмедом и его семьёй, которых в Афганистане усиленно ищут талибы.",
      "img": "https://pic.rutubelist.ru/video/50/57/50574de55e0462be67a3129a50353e50.jpg",
      "rating": 4
    },
    {
      "id": 11,
      "title": "Фуриоса: Хроники Безумного Макса",
      "description": "Маленькую Фуриосу похищают из благодатных Зелёных Земель и в качестве доказательства существования этого оазиса привозят главарю банды байкеров Дементусу, а тот на глазах у девочки жестоко убивает пришедшую ей на помощь мать. Вскоре он вознамеривается навести шороху в Пустоши — захватывает власть в Топливном городе и в обмен на торговый договор с Цитаделью отдаёт Фуриосу Несмертному Джо в будущие жёны.",
      "img": "https://pic.rutubelist.ru/video/de/62/de62a92d8c7a31b0588772699e4e8488.jpg",
      "rating": 5
    },
    {
      "id": 12,
      "title": "365 дней",
      "description": "Массимо Торичелли — молодой красивый босс сицилийской мафиозной семьи. После убийства отца конкурентами он вынужден взять на себя его обязанности. Лаура Бель — директор по продажам в роскошном отеле. Она строит карьеру, но в личной жизни ей не хватает страсти. Лаура делает последнюю попытку сохранить отношения — вместе с женихом и друзьями она летит на Сицилию, где её похищает Массимо и даёт ей 365 дней, чтобы Лаура его полюбила. ",
      "img": "https://images.justwatch.com/poster/297161459/s718/the-next-365-days.jpg",
      "rating": 5
    },
    {
      "id": 13,
      "title": "Дюна: Часть вторая",
      "description": "Герцог Пол Атрейдес присоединяется к фременам, чтобы стать Муад Дибом, одновременно пытаясь остановить наступление войны.",
      "img": "https://vmrucdn.servicecdn.ru/2024.03/original/65e1c5be82682c6dc0f20b4d.jpg",
      "rating": 5
    },
    {
      "id": 14,
      "title": "Падение империи",
      "description": "Недалёкое будущее, в США бушует гражданская война. Объединённые силы Запада — Калифорнии и Техаса — уже близки к взятию Вашингтона. Двое опытных военных корреспондентов и присоединившиеся к ним ветеран журналистики и начинающая девушка-фотограф отправляются из Нью-Йорка в столицу, чтобы успеть взять интервью у забаррикадировавшегося в Белом доме президента, прежде чем до него доберётся противник.",
      "img": "https://avatars.dzeninfra.ru/get-zen_doc/271828/pub_661a37971913127907fc7b11_661ac4052b574d72fb9c26bf/scale_1200",
      "rating": 5
    }
    
  ]
}